{
    "word_index": {
        "<OOV>": 1,
        "food": 2,
        "me": 3,
        "n": 4,
        "petrol": 5,
        "ice": 6,
        "cream": 7,
        "and": 8,
        "shank": 9,
        "snacks": 10,
        "for": 11,
        "devanshi": 12,
        "choco": 13,
        "juice": 14,
        "sneks": 15,
        "bike": 16,
        "stuff": 17,
        "praga": 18,
        "groceries": 19,
        "coffee": 20,
        "kish": 21,
        "tea": 22,
        "sai": 23,
        "water": 24,
        "sweets": 25,
        "sumanth": 26,
        "cake": 27,
        "cheese": 28,
        "laks": 29,
        "eggs": 30,
        "veggies": 31,
        "more": 32,
        "kishan": 33,
        "sudha": 34,
        "soap": 35,
        "ticket": 36,
        "chocos": 37,
        "foos": 38,
        "printing": 39,
        "milk": 40,
        "flour": 41,
        "rent": 42,
        "chicken": 43,
        "print": 44,
        "lakshmi": 45,
        "shahid": 46,
        "boba": 47,
        "paint": 48,
        "salary": 49,
        "mom": 50,
        "to": 51,
        "advance": 52,
        "marriage": 53,
        "cab": 54,
        "ash": 55,
        "travel": 56,
        "metro": 57,
        "fruits": 58,
        "snaks": 59,
        "recharge": 60,
        "flowers": 61,
        "juices": 62,
        "adeena": 63,
        "pasta": 64,
        "painter": 65,
        "gramma": 66,
        "bus": 67,
        "train": 68,
        "jalebi": 69,
        "shawerma": 70,
        "jyo": 71,
        "ajay": 72,
        "chai": 73,
        "auto": 74,
        "shoes": 75,
        "sweet": 76,
        "fyroze": 77,
        "idk": 78,
        "puri": 79,
        "chokichoki": 80,
        "chips": 81,
        "depreshun": 82,
        "lassi": 83,
        "fries": 84,
        "bday": 85,
        "treat": 86,
        "all": 87,
        "shiz": 88,
        "something": 89,
        "gift": 90,
        "data": 91,
        "expense": 92,
        "sheik": 93,
        "waffles": 94,
        "waffle": 95,
        "car": 96,
        "saad": 97,
        "banan": 98,
        "zara": 99,
        "oil": 100,
        "phone": 101,
        "bag": 102,
        "puncture": 103,
        "parking": 104,
        "movie": 105,
        "gifts": 106,
        "kisha": 107,
        "kids": 108,
        "joos": 109,
        "fruit": 110,
        "etc": 111,
        "painters": 112,
        "clothes": 113,
        "groceires": 114,
        "dress": 115,
        "air": 116,
        "wash": 117,
        "burger": 118,
        "crem": 119,
        "raneesh": 120,
        "kachori": 121,
        "breakfast": 122,
        "ebill": 123,
        "jyotirka": 124,
        "momos": 125,
        "lighter": 126,
        "roll": 127,
        "helmet": 128,
        "fees": 129,
        "soya": 130,
        "noodles": 131,
        "pt2": 132,
        "mango": 133,
        "rice": 134,
        "of": 135,
        "paluck": 136,
        "lights": 137,
        "keychain": 138,
        "diesel": 139,
        "curd": 140,
        "earrings": 141,
        "payment": 142,
        "kurta": 143,
        "apple": 144,
        "shawl": 145,
        "anna": 146,
        "parcel": 147,
        "blr": 148,
        "choc": 149,
        "lemon": 150,
        "snack": 151,
        "keboobs": 152,
        "shashank": 153,
        "paste": 154,
        "basith": 155,
        "snek": 156,
        "sncaks": 157,
        "snacs": 158,
        "sticker": 159,
        "stickers": 160,
        "exam": 161,
        "tumkur": 162,
        "sumant": 163,
        "book": 164,
        "i": 165,
        "cakes": 166,
        "sufyan": 167,
        "cookie": 168,
        "powder": 169,
        "masala": 170,
        "kammanahalli": 171,
        "corn": 172,
        "at": 173,
        "cap": 174,
        "2": 175,
        "comiccon": 176,
        "cus": 177,
        "haircut": 178,
        "pizza": 179,
        "chain": 180,
        "drink": 181,
        "atta": 182,
        "paan": 183,
        "stupid": 184,
        "rose": 185,
        "shirt": 186,
        "bred": 187,
        "gay": 188,
        "soumya": 189,
        "gold": 190,
        "filter": 191,
        "fan": 192,
        "paisa": 193,
        "maapla": 194,
        "coconut": 195,
        "coconuts": 196,
        "pins": 197,
        "school": 198,
        "bread": 199,
        "glasses": 200,
        "kfc": 201,
        "dbc": 202,
        "cooki": 203,
        "charger": 204,
        "taxi": 205,
        "nithin": 206,
        "rolls": 207,
        "comfort": 208,
        "veg": 209,
        "snac": 210,
        "conditioner": 211,
        "prag": 212,
        "dahi": 213,
        "tyres": 214,
        "tyre": 215,
        "change": 216,
        "spray": 217,
        "belt": 218,
        "icecream": 219,
        "bites": 220,
        "swimming": 221,
        "coffe": 222,
        "m": 223,
        "toothpaste": 224,
        "oreo": 225,
        "sting": 226,
        "ketchup": 227,
        "shakn": 228,
        "butter": 229,
        "nshank": 230,
        "medicine": 231,
        "praju": 232,
        "shashakn": 233,
        "saree": 234,
        "leo": 235,
        "boost": 236,
        "chocolate": 237,
        "madhu": 238,
        "lax": 239,
        "ksih": 240,
        "loml": 241,
        "mysore": 242,
        "trip": 243,
        "with": 244,
        "part": 245,
        "hoodie": 246,
        "jacket": 247,
        "fine": 248,
        "banana": 249,
        "sandwich": 250,
        "badge": 251,
        "bracelets": 252,
        "vadapav": 253,
        "bananas": 254,
        "halwa": 255,
        "cable": 256,
        "service": 257,
        "brakes": 258,
        "case": 259,
        "everyone": 260,
        "new": 261,
        "years": 262,
        "registration": 263,
        "fod": 264,
        "ngl": 265,
        "ring": 266,
        "house": 267,
        "cleaning": 268,
        "bride": 269,
        "pillow": 270,
        "party": 271,
        "earphones": 272,
        "dosa": 273,
        "cheeze": 274,
        "prints": 275,
        "3": 276,
        "cooking": 277,
        "salt": 278,
        "depreshub": 279,
        "haleem": 280,
        "tape": 281,
        "report": 282,
        "light": 283,
        "pineapple": 284,
        "shi": 285,
        "chicjen": 286,
        "plumbing": 287,
        "alamanah": 288,
        "makeops": 289,
        "chucken": 290,
        "onuons": 291,
        "mutton": 292,
        "soup": 293,
        "screen": 294,
        "getting": 295,
        "puff": 296,
        "shaving": 297,
        "set": 298,
        "ear": 299,
        "cabs": 300,
        "repair": 301,
        "veshti": 302,
        "guy": 303,
        "atuff": 304,
        "guhan": 305,
        "papers": 306,
        "welding": 307,
        "ac": 308,
        "door": 309,
        "dads": 310,
        "shoe": 311,
        "shaheena": 312,
        "stitching": 313,
        "cleaner": 314,
        "salon": 315,
        "socks": 316,
        "boondhi": 317,
        "plates": 318,
        "gas": 319,
        "decor": 320,
        "van": 321,
        "razor": 322,
        "lady": 323,
        "fopd": 324,
        "random": 325,
        "nut": 326,
        "shopping": 327,
        "medicne": 328,
        "cases": 329,
        "creams": 330,
        "fish": 331,
        "grocery": 332,
        "months": 333,
        "aadhar": 334,
        "loan": 335,
        "idly": 336,
        "upgrade": 337,
        "buttermilk": 338,
        "brownie": 339,
        "bow": 340,
        "keychains": 341,
        "ingredients": 342,
        "iftaar": 343,
        "bottle": 344,
        "petril": 345,
        "jewellery": 346,
        "dresses": 347,
        "toy": 348,
        "kurtis": 349,
        "mum": 350,
        "alwa": 351,
        "madurai": 352,
        "resistance": 353,
        "band": 354,
        "ttrimmer": 355,
        "sending": 356,
        "oppenheimer": 357,
        "7up": 358,
        "snex": 359,
        "140": 360,
        "license": 361,
        "onesta": 362,
        "next": 363,
        "month": 364,
        "mtn": 365,
        "dew": 366,
        "hospital": 367,
        "jo": 368,
        "dj": 369,
        "cube": 370,
        "pick": 371,
        "crocs": 372,
        "basit": 373,
        "lask": 374,
        "white": 375,
        "flower": 376,
        "poster": 377,
        "eggroll": 378,
        "snakssweets": 379,
        "iccrem": 380,
        "pototo": 381,
        "cahin": 382,
        "wd40": 383,
        "pastaaa": 384,
        "soda": 385,
        "hairtie": 386,
        "cupcakes": 387,
        "arun": 388,
        "pragadeesh": 389,
        "keerthi": 390,
        "shorts": 391,
        "blades": 392,
        "sugra": 393,
        "choki": 394,
        "nalini": 395,
        "maam": 396,
        "gist": 397,
        "sufyawn": 398,
        "rumkur": 399,
        "deer": 400,
        "park": 401,
        "keerhi": 402,
        "basket": 403,
        "facewash": 404,
        "bribe": 405,
        "pepper": 406,
        "l": 407,
        "k": 408,
        "blubook": 409,
        "donation": 410,
        "paper": 411,
        "chokichokki": 412,
        "lollipop": 413,
        "file": 414,
        "zip": 415,
        "bastih": 416,
        "kuska": 417,
        "donut": 418,
        "samosa": 419,
        "pollution": 420,
        "test": 421,
        "stitchin": 422,
        "sushma": 423,
        "sajith": 424,
        "kotak": 425,
        "annual": 426,
        "deb": 427,
        "card": 428,
        "fee": 429,
        "vada": 430,
        "jam": 431,
        "butten": 432,
        "bulb": 433,
        "bannerghetta": 434,
        "zoo": 435,
        "garbage": 436,
        "bags": 437,
        "maaza": 438,
        "mushroom": 439,
        "mayo": 440,
        "chillipowder": 441,
        "softy": 442,
        "ceram": 443,
        "nandi": 444,
        "ttea": 445,
        "horlicsk": 446,
        "anad": 447,
        "perfume": 448,
        "kammanhallo": 449,
        "bebsi": 450,
        "chocolates": 451,
        "softie": 452,
        "the": 453,
        "bournvita": 454,
        "freshers": 455,
        "cheesw": 456,
        "ub": 457,
        "city": 458,
        "noorl": 459,
        "fahad": 460,
        "mosquito": 461,
        "repellant": 462,
        "ikea": 463,
        "total": 464,
        "ink": 465,
        "foamrunners": 466,
        "tshirt": 467,
        "dhoti": 468,
        "beach": 469,
        "beard": 470,
        "fast": 471,
        "photo": 472,
        "frame": 473,
        "sis": 474,
        "dessert": 475,
        "kannada": 476,
        "rjtsva": 477,
        "nakshsatra": 478,
        "kebabs": 479,
        "honors": 480,
        "degree": 481,
        "croptops": 482,
        "chewese": 483,
        "2am": 484,
        "basila": 485,
        "mlik": 486,
        "varshit": 487,
        "toothbrush": 488,
        "nagercoil": 489,
        "licnese": 490,
        "moms": 491,
        "tuff": 492,
        "nitin": 493,
        "snackls": 494,
        "rim": 495,
        "soldering": 496,
        "fried": 497,
        "anand": 498,
        "lightbikecoolgreen": 499,
        "lulu": 500,
        "panda": 501,
        "other": 502,
        "sim": 503,
        "activation": 504,
        "nandan": 505,
        "ankit": 506,
        "yukti": 507,
        "yogi": 508,
        "pettrol": 509,
        "cup": 510,
        "dumbasses": 511,
        "sprite": 512,
        "everyobdy": 513,
        "pizzas": 514,
        "everybidy": 515,
        "tickets": 516,
        "depreshuin": 517,
        "devanhshi": 518,
        "sajay": 519,
        "fppd": 520,
        "jem": 521,
        "gloria": 522,
        "glenis": 523,
        "same": 524,
        "sumth": 525,
        "areeb": 526,
        "coimbatore": 527,
        "rapido": 528,
        "petrool": 529,
        "milksahke": 530,
        "cleanign": 531,
        "rented": 532,
        "brides": 533,
        "glue": 534,
        "supplies": 535,
        "dyroze": 536,
        "laddooss": 537,
        "friends": 538,
        "taco": 539,
        "bell": 540,
        "smuant": 541,
        "lakshmis": 542,
        "happinessdbc": 543,
        "chunks": 544,
        "honey": 545,
        "bandaid": 546,
        "watermelon": 547,
        "popcorn": 548,
        "shivanasamudra": 549,
        "suharcane": 550,
        "kz": 551,
        "prajwal": 552,
        "ghee": 553,
        "faisla": 554,
        "bepsi": 555,
        "tomat": 556,
        "shabk": 557,
        "vinisha": 558,
        "roses": 559,
        "rohit": 560,
        "seevuce": 561,
        "screenguard": 562,
        "rasmalai": 563,
        "chip": 564,
        "pinda": 565,
        "thevudiya": 566,
        "blue": 567,
        "books": 568,
        "choxooslates": 569,
        "audha": 570,
        "faisal": 571,
        "art": 572,
        "club": 573,
        "post": 574,
        "it": 575,
        "notes": 576,
        "poornima": 577,
        "sudda": 578,
        "tomato": 579,
        "medicen": 580,
        "im": 581,
        "bluebooks": 582,
        "griceries": 583,
        "battery": 584,
        "ffs": 585,
        "papperr": 586,
        "sharbet": 587,
        "scrunchie": 588,
        "kohl": 589,
        "solder": 590,
        "double": 591,
        "side": 592,
        "sumanht": 593,
        "record": 594,
        "writing": 595,
        "crwam": 596,
        "sexy": 597,
        "tee": 598,
        "juixe": 599,
        "fooe": 600,
        "ofr": 601,
        "lx": 602,
        "kinder": 603,
        "jay": 604,
        "guard": 605,
        "drinks": 606,
        "lasso": 607,
        "pops": 608,
        "oart": 609,
        "chees": 610,
        "cheeees": 611,
        "roseee": 612,
        "ffa": 613,
        "why": 614,
        "tf": 615,
        "do": 616,
        "keep": 617,
        "caught": 618,
        "chooc": 619,
        "bet": 620,
        "kebabababs": 621,
        "pragaga": 622,
        "necklace": 623,
        "petroool": 624,
        "fixing": 625,
        "swimmint": 626,
        "egg": 627,
        "chocox": 628,
        "biscuit": 629,
        "assignment": 630,
        "heh": 631,
        "krishna": 632,
        "hehe": 633,
        "somethinf": 634,
        "handlebar": 635,
        "handles": 636,
        "zomato": 637,
        "booking": 638,
        "biba": 639,
        "pool": 640,
        "late": 641,
        "night": 642,
        "depresun": 643,
        "prince": 644,
        "coat": 645,
        "tie": 646,
        "broacher": 647,
        "phones": 648,
        "guava": 649,
        "sumaiya": 650,
        "chicoen": 651,
        "courier": 652,
        "parcels": 653,
        "pothys": 654,
        "helme5": 655,
        "key": 656,
        "little": 657,
        "porter": 658,
        "compressor": 659,
        "grandma": 660,
        "gate": 661,
        "bulbs": 662,
        "tailorcourier": 663,
        "top": 664,
        "up": 665,
        "holiday": 666,
        "expenses": 667,
        "serviced": 668,
        "beam": 669,
        "buffing": 670,
        "fridge": 671,
        "charity": 672,
        "indian": 673,
        "broom": 674,
        "took": 675,
        "welder": 676,
        "a": 677,
        "pocket": 678,
        "money": 679,
        "day": 680,
        "savari": 681,
        "idli": 682,
        "ponnukku": 683,
        "pattu": 684,
        "some": 685,
        "fam": 686,
        "cheeseeecaaakkeeee": 687,
        "mudguard": 688,
        "accessories": 689,
        "blouse": 690,
        "spending": 691,
        "mats": 692,
        "floor": 693,
        "mat": 694,
        "locks": 695,
        "cooker": 696,
        "whistles": 697,
        "flooring": 698,
        "lunch": 699,
        "stones": 700,
        "pomegranate": 701,
        "ladder": 702,
        "region": 703,
        "pouches": 704,
        "cards": 705,
        "cups": 706,
        "milks": 707,
        "chick3n": 708,
        "v": 709,
        "gb": 710,
        "spares": 711,
        "wrap": 712,
        "payed": 713,
        "beggar": 714,
        "driver": 715,
        "banaane": 716,
        "tailor": 717,
        "paid": 718,
        "her": 719,
        "vans": 720,
        "pandams": 721,
        "packets": 722,
        "palam": 723,
        "pakka": 724,
        "chair": 725,
        "table": 726,
        "vadagai": 727,
        "wedding": 728,
        "panthal": 729,
        "serial": 730,
        "reception": 731,
        "daal": 732,
        "amd": 733,
        "snacka": 734,
        "fishes": 735,
        "wotah": 736,
        "honeymoon": 737,
        "guards": 738,
        "footrest": 739,
        "domi": 740,
        "mechanic": 741,
        "register": 742,
        "property": 743,
        "tax": 744,
        "both": 745,
        "houses": 746,
        "shawermas": 747,
        "ringgit": 748,
        "conversion": 749,
        "annen": 750,
        "parkint": 751,
        "color": 752,
        "hot": 753,
        "hamburger": 754,
        "borgor": 755,
        "idli3s": 756,
        "xhoxo": 757,
        "road": 758,
        "toll": 759,
        "parkingwater": 760,
        "pin": 761,
        "converters": 762,
        "safety": 763,
        "knives": 764,
        "washing": 765,
        "machjne": 766,
        "internet": 767,
        "6": 768,
        "ginger": 769,
        "bunch": 770,
        "custard": 771,
        "pottoa": 772,
        "prawnnss": 773,
        "onions": 774,
        "lollipops": 775,
        "teflon": 776,
        "bhareetha": 777,
        "maa": 778,
        "tester": 779,
        "converter": 780,
        "changes": 781,
        "processing": 782,
        "lemons": 783,
        "scooter": 784,
        "lightwr": 785,
        "reliance": 786,
        "notebook": 787,
        "boat": 788,
        "snaxks": 789,
        "creals": 790,
        "initial": 791,
        "amounts": 792,
        "bucket": 793,
        "snaxke": 794,
        "teas": 795,
        "rooms": 796,
        "fruots": 797,
        "kwik": 798,
        "protector": 799,
        "buns": 800,
        "xgeese": 801,
        "rajyotsova": 802,
        "sufyab": 803,
        "poori": 804,
        "ride": 805,
        "kabab": 806,
        "river": 807,
        "rafting": 808,
        "photos": 809,
        "chocola": 810,
        "bracelet": 811,
        "3months": 812,
        "detergent": 813,
        "cek": 814,
        "shooms": 815,
        "enskz": 816,
        "parkin": 817,
        "kinderjoy": 818,
        "child": 819,
        "chiken": 820,
        "varshith": 821,
        "bolts": 822,
        "shrooms": 823,
        "tomatoes": 824,
        "figurine": 825,
        "mouse": 826,
        "pad": 827,
        "sugar": 828,
        "controller": 829,
        "pen": 830,
        "scrunchies": 831,
        "billisrs": 832,
        "pancake": 833,
        "today": 834,
        "etrol6": 835,
        "ssd": 836,
        "hinge": 837,
        "visor": 838,
        "balaclava": 839,
        "college": 840,
        "kiddos": 841,
        "covers": 842,
        "chocolata": 843,
        "popsicles": 844,
        "moong": 845,
        "engine": 846,
        "labour": 847,
        "pt": 848,
        "hano": 849,
        "paneer": 850,
        "us": 851,
        "stick": 852,
        "vadas": 853,
        "areeba": 854,
        "setting": 855,
        "biriaynia": 856,
        "cat": 857,
        "litter": 858,
        "shix": 859,
        "gola": 860,
        "tes": 861,
        "wires": 862,
        "sandwiches": 863,
        "pagdi": 864,
        "charging": 865,
        "ebbill": 866,
        "lighrs": 867,
        "veggues": 868,
        "kurtas": 869,
        "froot": 870,
        "friceries": 871,
        "veggiws": 872,
        "fruitz": 873,
        "debt": 874,
        "lolly": 875,
        "chcocoxoxolate": 876,
        "teaa": 877,
        "yogurt": 878,
        "pant": 879,
        "pouch": 880,
        "clay": 881,
        "pens": 882,
        "cotton": 883,
        "candy": 884,
        "sink": 885,
        "toys": 886,
        "sandwixh": 887,
        "dome": 888,
        "bs": 889,
        "earring": 890,
        "pants": 891,
        "underwear": 892,
        "umbrella": 893,
        "nuts": 894,
        "rings": 895,
        "pani": 896,
        "poppy": 897,
        "piercing": 898,
        "sleeves": 899,
        "tote": 900,
        "peteil": 901,
        "5g": 902,
        "football": 903,
        "peteol": 904,
        "mangies": 905,
        "chocow": 906,
        "eb": 907,
        "bill": 908,
        "ceeam": 909
    },
    "vocab_size": 5000,
    "max_length": 20,
    "oov_token_id": 1
}